const dbtiDes = {
  dbtiDes: `우리의 반려견 성향 분석(DBTI)은 강아지의 본능적인 성향, 환경에 대한 적응 능력, 그리고 사람과의 상호작용을 통해 얼마나 잘 사회화되었는지를 기반으로 합니다. 
  
이러한 정보를 통해 우리는 반려견의 전체적인 성격 특성을 파악하고, 주의해야 할 점들을 찾아내며, 그에 따른 가장 적합한 양육 방법을 제공해 드립니다.

또한 우리는 현재 반려견이 얼마나 행복하게 지내고 있는지, 보호자로서 어떤 평가를 받았는지, 활동 에너지가 어느 정도인지, 교감 능력이 얼마나 발달되어 있는지 그리고 산책 지수가 어느 정도인지까지 알려드립니다.

각 DBTI 설명은 아래의 이미지를 클릭해주세요`
,
  CNEA: {
    subTitle: "똥꼬발랄 핵인싸형",
    simpleDes: [
`이제 다 혼냈어요?? 
그럼 신나게 놀아요`,
`친구야 뭐라고? 아 몰랑
놀자! 싫다고? 알았어`,
`내 이상형은 엄마 닮은 분들~~`
    ],
    mainDes: [
`잘못했을 때 벌을 주면 
주눅은 들지만 금방 풀려요!

성격이 쾌활하고 사람보다 
친구들과 노는 것을 더 좋아해요~

여기저기 간섭하고 다녀요`,

`다른 강아지와 노는 것을 너무 좋아해서
강아지가 싫어해도 우선 들이대요

그래도 강아지의 시그널을 잘 이해해서 
싫은 표현하면 거리를 지켜줘요

텐션이 너무 높은 똥꼬발랄한 귀염둥이`,

`집에서 보호자와 단둘이 있을 때는
말을 잘 들어요

새로운 환경, 사람, 강아지를 만나면
보호자에게 관심이 감소해요

보호자와 성향이 비슷한 사람과는 빨리 친해지고
성별이나 성향이 다르면 
친해지는데 시간이 조금 걸려요`
    ],
    plusDes: [
`성격은 좋지만 보호자에 대한
집중력은 떨어지는 모습을 보여줄 수 있어요.
사람들의 행동에 큰 거부감이 없어요. 
간식을 주거나 잘 놀아주는 사람에게 잘 홀리고 
심지어 보호자에게 대하듯이 하기도 해요. 
다양한 장기와 특기를 보여주는 경우도 많아요.`,

`호기심이 아주 많은 아이에요
무한한 체력으로 주변 환경 변화나 
작은 자극에 호기심을 가져요.
집중력을 강화하고 기본 예절교육만 잘 시켜주면 
맹인 안내견처럼 사람을 돕는 아이가 될 수 있어요.`, 

`처음 보는 사람도 좋아해서 
누구에게나 올라탈 수 있어요. 
사람을 너무 좋아해서
때론 상대방이 위협적으로 느낄 수도 있어요.`,

`훈련으로는 콜백훈련을 추천드려요. 
외부자극에 대한 호기심 때문에
다른 사람을 따라 다니는 등 
유혹에 쉽게 빠질 수 있어요. 
콜백 훈련을 열심히 하여 
보호자에게 언제든 돌아올 수 있게 해 주세요. 
낯선 사람이 심하게 장난을 치면
사람을 경계할 수 있으니 특히 주의해 주세요.`,

`충분히 에너지를 소비시켜 주세요. 
평소 에너지 소비를 못하게 되면 무기력함으로 인해 
집 안에서 휴지를 뜯는 등
파괴적인 행동을 보일 수 있어요. 
따라서 노즈워크, 조깅, 터그 놀이 등으로
체력을 충분히 소비시켜 줘요.`
    ]
  },
  CNEL: {
    subTitle: "곱게 자란 막내둥이형",
    simpleDes: [
`우리집 막둥이네요 나 이쁘죠??
그니까 간식 하나 주세요~~ `,
`친구야~ 천천히 니 스타일에 
맞게 스며들어 줄게.`,
`모르는 사람 따라가면 안 된댔어요.`
    ],
    mainDes: [
`넘치는 애교가 주무기!
이를 활용해서 보호자에게 
요구성 행동을 많이 하는 경향이 있어요
보호자님을 매우 좋아하고 집중력이 높아서
훈련을 잘하지만 그만큼
분리불안이 생길 가능성이 있어요
보호자에게 감정표현이 솔직한 편이라서
때론 삐진 모습을 보일 수 있어요`,

`친구들의 시그널을 이해하고 차분하게 다가가요
강아지 친구들과 적극적으로 인사하기 보다는 
무심한 듯 서로 인사하는 편이에요
다른 아이들과 잘 어울리고
트러블을 일으킬 확률이 낮아요`,

`다른 사람들에게는 무관심하거나 신중해서
친해지는데 시간이 오래 걸려요
너무 적극적인 사람은 부담스러워해요
낯선 사람들에게 적당한 거리를 두고 관찰해요`
    ],
    plusDes: [
`강압적이거나 단호한 모습을 보여주지 마세요.
보호자가 강압적이거나 너무 단호한 모습을 보이면
내성적인 성향으로 바뀔 수 있어요.`,

`언제 어디서나 상처받은 아이를 도와줄 수 있어요. 
성격이 온순하며 친구들을 배려해 주기 때문에 
낯선 환경에 불안해하거나, 사회성이 낮고
트라우마가 있는 친구들에게
헬퍼독 역할을 해줄 수 있어요.`,

`과잉보호하면 떼 쓰는 아이처럼 
버릇 없어질 수 있어요 
보호자와 함께 행복하게 살려면 
어느정도의 생활규칙을 만들어 주는 것이 
아이도 스트레스를 받지않고 살 수 있어요`,

`훈련으로는 딱히 없어요.
지금 반려견의 성향을 잘 유지시켜 주세요. 
강아지의 성격이 좋다고 해서
다른 사람이나 강아지에게 인사 시키다가 
짖궂은 사람이나 공격적인 강아지를 만나면
트라우마가 생길 수 있으니 주의해 주세요.`,

`너무 우쭈쭈하지 말아주세요 
보호자를 보고 짖거나 안아달라는 등
요구성 행동을 하면서 떼를 쓰면 단호하게 거절하고 
보호자가 원할 때 안아주어야 합니다. 
이러한 규칙을 명확하게 세워주고
지속적인 훈련을 해주는 것이 중요해요.`
    ]
  },
  CNIA: {
    subTitle: "주위에 관심없는 나혼자 산다형",
    simpleDes: [
`혼자 떠나는 여행이 최고에요~`,
`친구야 조금은 참겠지만
선 넘으면 같이 죽는거야…`,
`나는 차가운 도시 멍멍이
하지만 필요한 게 있으면 
꼬리를 사정없이 흔들겠지`
    ],
    mainDes: [
`독립적인 성향이 있어 혼자 노는걸 좋아해요
환경적응력이 높아 낯선 환경에서도
잘 돌아다니고 호기심이 많은 편이에요`,

`
강아지보다 사람과 노는 것을 더 좋아해요
친하거나 성향이 잘 맞는 친구와 놀기는 해요
친구가 지나치지만 않으면 신경 쓰지 않아요
상대방이 선을 넘으면 물러서지 않고 대응해요`,

`엄마가 간식이나 장난감을 들고 있는 것을
확인하는 순간 천재견이 따로 없어요
자기 주장이 강하고 독립적인 성향이 있어
사람에게 무관심한 편이에요
하지만 자기가 아쉬운 부분이 생기면
매우 애교를 부려요`
    ],
    plusDes: [
`나쁜 친구들에게 물들지 않는 장점이 있네요. 
다른 친구들에게 무관심한 편이고 
감정기복도 적어 헬퍼독으로 적합해요.
어떠한 친구들을 만나더라도
상대의 나쁜 습관을 흡수하는 경우가 적어요`,

`다른 강아지와 한번 문제가 생기면 크게 터져요. 
다른 강아지와 지내며 트러블을 일으키지는 않지만, 
트러블이 일어났을 때 그 상황에 적극적으로 
대응하기 때문에 문제를 키울 수 있어요. 
이 때 보호자의 컨트롤이 어려울 수 있어요.`,

`혼자 장난감을 물고 뜯지 못하게 하세요. 
혼자 노는 것 보다 보호자와
함께 노는(교감)법을 알려주세요.`,

`훈련으로는 플레이 트레이닝을 추천드려요. 
혼자 노는게 마냥 좋지는 않아요. 
우선 보호자분과 함께 놀면서 
즐거운 기억을 많이 만들어 주세요.`,

`불편한 상황인 것 같으면 자리를 피하게 해주세요. 
자기에게 피해가 오면 공격으로 맞받아치므로 
눈치껏 자리를 피하게 해주거나 
리콜 교육으로 돌아오게 해 주세요.`
    ]
  },
  CNIL: {
    subTitle: "치고 빠지고 밀당천재형",
    simpleDes: [
`친구야 저리가… 이게 갖고 싶어?
그래 가지고 저리 가`,
`나는 여우같은 강아지`
    ],
    mainDes: [
`독립적인 성향이 있어
혼자 노는 것을 더 좋아해요
다른 강아지와 문제가 생기면
안전한 장소로 회피해요
자기 것을 빼앗겨도 포기하는 편이에요
상대방이 너무 적극적이어서 궁지에 몰리면
무는 등 소심하게 반격할 거에요`,

`고양이처럼 밀당을 잘해요
필요한게 있으면 밀당하듯이
원하는 바를 얻어내요
보호자를 생존도구로만 생각해서
필요할 때만 찾거나 애교를 부려요
기본적으로 사람에게 무관심하지만
간식이 있으면 처음 보는 사람도 
바로 따르는 모습을 볼 수 있어요`
    ],
    plusDes: [
`소심한 복수 쯤이야~ 이 정도면 반려견으로
아주 좋은 성향을 가졌어요. 
싫어하는 행동에 대해 직접 표현하지 않아 겉으로는
문제 없이 다른 친구들과 어울린다고 볼 수 있지만 
마음 속에 담아두고 소심하게 복수하려 해요. 
하지만 영역 주장이나 공격성, 짖음 등이
심하지 않아 큰 문제는 없어요.`,

`친구가 없어도 외롭지 않아요 
차분하고 독립적인 성향이라 다른 친구에게
먼저 다가가지 않고 보호자도 귀찮게 하지 않아서
많은 반려인들이 선호하는 성향이에요. 
애견 카페에서 혼자 놀고 있어도 외로워하지 않으니
친구와 놀지 않는다고 걱정하지 않아도 되요.`,

`아이를 억지로 곁에 두고 귀찮게 하면
오히려 독이 될 수 있어요. 
아이의 휴식시간을 반드시 보장해 주세요 
쉬고 있을 때 건들면 적이 될수도 있어요`,

`훈련으로는 플레이 트레이닝을 추천드려요. 
혼자 노는게 마냥 좋지는 않아요. 
우선 보호자분과 함께 놀면서
즐거운 기억을 많이 만들어 주세요. 
불편한 상황인 것 같으면 자리를 피하게 해주세요. 
자기에게 피해가 오면 이러지도 저러지도 못하니 
눈치껏 자리를 피하게 해주거나
리콜 교육으로 돌아오게 해 주세요.`
    ]
  },
  CTEA: {
    subTitle: "까칠한 만능엔터테이너형",
      simpleDes: [
`인간 사회 적응 만렙이에요`,
`친구들 왜들 그리 다운되어 있어
내가 왔다 놀자!`,
`사람은 다 좋아~~ 놀자~ 놀아줘요~`
      ],
    mainDes: [
`사람을 신뢰하고 개도 좋아하는 똥꼬발랄이 
사회성이 매우 뛰어난 반려견이에요
사람과 강아지 모두에게 사랑 받는 성격이고
언제 어디서나 환경에 대한 두려움이 없고
낯선 대상에 대해서도 친근하게 다가가요`,

`활동적인 만능 엔터테이너 
언제 어디서든 긍정적인 에너지가 넘쳐
다른 강아지에게 활력을 불어 넣어줘요
다른 강아지에게 좋아하는 감정을 
적극적으로 표현하고 시그널을 잘 이해해요
상대 강아지가 싫다고 표현하면 거리를 지켜줘요`,

`보호자에 대한 무조건적인 신뢰가 형성돼요
사람들을 구별하지 않고, 무조건적으로 좋아해요
텐션이 너무 높아 차분한 사람이나 강아지는 
부담을 느낄 수 있어요`
    ],
    plusDes: [
      
    ]
  },
  CTEL: {
    subTitle: "신이 내린 반려특화형",
    simpleDes: [`강아지 계의 유재석이네요.`, `드루와. 오히려 좋아~`, `난 오빠 믿어. 오빤 나 믿지? `],
    mainDes: [
`사람을 신뢰하고 개도 좋아하는 얌전이
사회성이 매우 뛰어난 반려견으로 
사람과 강아지 모두에게 사랑받는 성격이에요
언제 어디서나 환경에 대한 두려움이 없고, 
낯선 대상에게도 친근하게 다가가요
사람과 강아지에 대해 공감능력이 뛰어나
매개치료견이나 헬퍼독으로 최고!`,

`모든 상황에 대해 긍정적이에요
다른 강아지에게 안정감을 주고
상대가 어떠한 행동을 하더라도
다 맞춰줄 수 있는 스펀지 같은 친구!`,

`언제 어디서 불러도 잘 오고 
보호자를 리더로 생각하며 신뢰해요
낯선 사람이 자기에게 스트레스를 줘도
문제행동이나 요구성 행동을 잘 보이지 않아요`
    ],
    plusDes: [
`보고만 있어도 힐링이 되네요. 
보는 것 만으로도 모든 사람과 강아지에게
안정감과 편안함을 줄 수 있어요. 
우리가 반려견을 사랑할 수 밖에 없는 이유에요.`,

`아낌없이 주는 나무입니다. 
사람이 반려견에게서 느낄 수 있는 행복감을 
아낌없이 내어주고 정작 자신은 아픈 것도
표현하지 않고 참아요`,

`스트레스를 잘 표현하지 않기 때문에 
세심한 관찰이 필요해요
겉으로 보기에 잘 지낸다고 오해할 수 있지만 
스트레스를 받으며 참고 있는 경우도 있을 거에요 
아이가 힘들지 않게 잘 관찰해 주세요.`,

`훈련으로는 딱히 없어요
지금 반려견의 성향을 잘 유지시켜 주세요. 
우리 강아지의 성격이 좋다고 섣불리 
다른 사람이나 강아지에게 인사 시키다가 
공격적인 사람이나 강아지에게 공격을 받으면
스트레스를 받거나 트라우마가 생길 수 있으니
주의해 주세요.`,

`산책과 놀이를 꾸준히 해주세요. 
너무 단점이 없고 스트레스를 받지 않는다고 해서
마냥 행복한 것은 아니에요. 
평상 시처럼 산책과 놀이는 꾸준히
해주는 것이 중요합니다.`
    ]
  },
  CTIA: {
    subTitle: "놀 줄 아는 모범생형",
    simpleDes: [`나는 엄마아빠랑 노는게 제일 좋아~`],
    mainDes: [
`보호자가 노력하기 나름이에요
보호자와 매우 높은 교감능력이 있어 
보호자와 함께 여행을 다니면 좋아해요
활발하고 에너지가 넘치는 아이들은
스포츠 독으로 키우기 좋아요
다른 반려견과 노는 것 보다 
보호자와 교감하는 것을 좋아해요
보호자에게 새로운 것을 학습하는 것을 좋아하고 
대체적으로 잘 따르는 편이에요
다른 사람은 뭐 그냥저냥이에요`
    ],
    plusDes: [
`사고뭉치이긴 하지만 보호자님
말은 잘 들으니 컨트롤을 잘 해주세요. 
지배적인 성향이 있어서 다른 강아지와 트러블이 
일어날 수 있지만 보호자님에 대한 신뢰도가 
매우 높아 보호자가 컨트롤을 할 수 있어요. 
어떠한 상황에서도 보호자의 말을 듣게 해줘야해요.`,

`아이가 너무 활발하고 조심성이 없어서 
다른 사람이나 친구들에게 부담을 줄 수 있어요. 
흥분이 과해지면 주위를 환기시켜
집중을 분산시켜줘야 해요.`,

`퇴근 후 귀가할때 아이를 너무 반기지 말아주세요. 
학습능력이 뛰어나서 보호자가 들어오는 것을
예측하고 짖음이 생길 수 있어요.`,

`훈련으로는 힐 트레이닝(각측보행)을 추천드려요. 
적극적인 사람, 강아지에게는 순간적으로
지배성이나 공격성을 보이는 경우가 있어요. 
넘치는 에너지로 순간적으로 행동하여
사후 통제가 어려울 수 있으니 산책 시 항상
보호자의 허벅지에 붙어서 이동할 수 있도록
훈련해 주세요.`,

`아이가 있다면 아이와 단둘이 두지 마세요. 
아이에게 지배성을 보일 수 있으니
단 둘이 두면 안되고 보호자가 직접적으로
통제를 해야 해요.`
    ]
  },
  CTIL: {
    subTitle: "모범견계의 엄친아형",
    simpleDes: [`엄친아의 보호자라니 축하드립니다.`, `당신이 날 믿어주는 만큼 나도 당신을 믿을게요`],
    mainDes: [
`트러블이 거의 없는 모범견
보호자와 교감능력이 매우 뛰어남
다른 강아지들과 트러블을 일으킬 가능성이 가장 낮음
반려견 훈련소에 상주하는 헬퍼독 수준으로 바르게 자람
차분한 성격에 친구를 배려
다른 친구들의 다양한 행동에도 크게 동요하지 않고 묵묵히 바라보는 여유
다른 강아지가 너무 적극적으로 표현해도 부드럽게 회피`,

`보호자와 함께하는 모든 것을 좋아하고 믿고 따름
사람이 자기에게 스트레스를 줘도 문제행동이나 요구성 행동을 잘 보이지 않음`
    ],
    plusDes: [
`보호자와의 교감능력과 학습능력이 매우 뛰어나며 
집에서 파괴적인 행동을 보일 가능성이 가장 적어요. 
사람 엄친아처럼 성격이 갑자기 틀어지는 경우도 있으니 주의해 주세요.`,

`보호자의 애정이 지나치면 분리불안이 올 수 있어요. 
사람과의 교감능력도 좋아서 심한 경우 고립장애도 올 수 있어요.`,

`공격적인 아이에게 당하면 친구들에 대한 트라우마가 생길 수도 있어요. 
착한만큼 상처도 쉽게 받을 수 있으므로 보호자가 아이를 잘 지켜줘야 해요.`,

`훈련으로는 딱히 없어요
우리 강아지의 성격이 좋다고 섣불리 다른 사람이나 강아지에게 인사 시키다가 
짖궂은 사람이나 공격적인 강아지를 만나면 트라우마가 생길 수 있으니 주의해 주세요.`,

`너무 우쭈쭈하지 말아주세요. 
보호자를 보고 짖거나 안아달라는 등 요구성 행동을 하면서 떼를 쓰면 
단호하게 거절하고 보호자가 원할 때 안아주어야 합니다. 
이러한 규칙을 명확하게 세워주고 지속적인 훈련을 해주는 것이 중요해요.`
    ]
  },
  WNEA: {
    subTitle: "동네 대장 일진형",
    simpleDes: [`내가 이 구역의 대장이야!`, `이 동네 대장이 너냐? 덤벼라!`, `엄마! 내가 시키는대로 하라니까~`],
    mainDes: [
`동네 대장 스타일
산책 시 마킹이나 노즈워킹 등 본능적인 욕구를 충족하기 위해 보호자를 끊임없이 당기며 걸어다님
소유욕이 높아 자신의 것을 지키려고 하는 행동이 강함
지키고 있는 것을 뺏으려고 할 때 주의 필요`,

`무리에서 항상 주도적인 역할
자기 주장이 강해 다른 강아지를 누르기 위해 예의 없는 행동
상대방이 지배성을 보이면 싸움`,

`자신이 보호자의 행동을 제한하려고 하고, 스스로 규칙을 만들어 그대로 행동
자신의 영역에 들어온 타인에 대해서 공격성`
    ],
    plusDes: [
`가드 또는 경비견으로는 찰떡이지만 반려생활을 하려면 성격 변화가 필요해요. 
보호자와의 관계를 잘 형성하고 이러한 특성을 살리면, 
가드 또는 경비견과 같은 특수목적견으로 활용할 수 있지만 
반려목적으로 함께 하기 위해서는 그에 맞는 방향으로 전문적인 훈련과 주의가 필요합니다.`,

`우리 아이의 공격성을 인지하고 항상 조심해 주세요.
자신감이 너무 넘쳐서 다른 생명체를 갑자기 공격할 수 있어요. 
이는 자신을 방어하기 위한 목적이 아닌 선제공격이기 때문에 
섣불리 다른 사람이나 강아지와 인사를 시키거나 
리드줄을 길게 하고 산책하는 것은 매우 위험해요.`,

`언제 어디서든 갑자기 보호자를 공격할 수 있어요. 
보호자가 이 아이를 리드할 수 있으려면 전문가의 도움이 필요할 것 같아요`,

`훈련으로는 주도권 훈련(오비디언스)을 추천드려요. 
다른 사람이나 반려견에게 먼저 공격할 수 있어 
어떤 상황에서도 반려견을 항상 통제 가능하도록 훈련해 주어야 해요. 
보호자가 결정권을 가지고 주도적인 자세로 훈련해야 하며 2~3개월 가량의 훈련이 필요해요. 
입마개와 튼튼한 목줄 그리고 반려견을 통제할 수 있는 강인한 체력이 필요해요. 
타인과 타견을 만날 때 주의가 필요해요.`
    ]
  },
  WNEL: {
    subTitle: "까칠한 지킬 앤 하이드형",
    simpleDes: [`나는 단골집 위주로 다니는 편이지`, `나보다 약한 애가 덤비는 건 못 참아`, `보호자가 있으면 자신감 뿜뿜~ 없으면 소심~`],
    mainDes: [
`까칠한 예민보스, 방구석제왕
낯선장소에서 다소 긴장감이 높고 예민한 모습
적응하기 까지 꽤 오랜 시간이 걸릴 수 있음
익숙한 곳에서는 다소 편안하고 자신감 있는 행동`,

`익숙한 장소에서는 자신감이 넘쳐서 다른 강아지를 만나면 공격성
자신보다 작은 강아지에게는 주도적인 모습
큰 강아지에게는 약한 모습을 보일 수 있는 강약약강 스타일`,

`보호자가 있으면 활발하고 주도적인 성향
낯선 장소에서 보호자가 없으면 다소 소극적
보호자가 사라지면 분리불안
그 어떤 활동도 하지 않으려 함
기본적으로 낯선 사람을 약간 경계, 손님이 뒷모습을 보이면 갑자기 공격할 가능성 있음`
    ],
    plusDes: [
`의외로 유치원 미용실 같은 공공장소에 잘 적응하기도 해요. 
의외로 유치원이나 호텔링 그리고 미용실, 반려견 운동장등의 시설에서는 
얌전하고 차분한 행동으로 적응을 잘 하는 모습을 보여요. 
자극지수가 낮은 집에서는 식탐과 집중력이 높아 학습능력이 좋은편입니다.`,

`핸들링을 하려면 충분히 친해져야 해요. 
호불호가 강하고 고집이 세며 이를 겉으로 잘 드러내는 편으로 
낯선 사람의 손길을 그리 달갑게 받아들이지 못 해요. 
친해지는 과정과 시간을 가지지 않고 성급히 핸들링 하면 공격성이 나올 수 있어요.`,

`공격적인 친구들에게 물리면 참지않고 똑같이 대응할 수 있어요 
자신을 공격했던 강아지의 모습을 기억하고 있으며, 
비슷한 강아지를 만나면 짖거나 공격적인 행동을 보일 수 있어요`,

`훈련으로는 엎드려 훈련을 추천드려요. 
자신의 영역 주장을 강하게 하거나 외부의 자극에 예민하게 반응하기 때문에 
돌발행동 시에 언제든 엎드려를 할 수 있도록 훈련시켜 주세요.`,

`소유욕이 높은지 점검하고 관리해 주세요. 
대체로 자기가 소유한 물건이나 음식에 대해 소유욕이 높을 수 있습니다. 
소유욕에 의한 공격성이 점점 발전하여 보호자 조차 컨트롤을 할 수 없을 수 있으니 
내 아이에게서 이러한 징후가 보이면 전문가의 도움을 받으시길 추천드립니다.`
    ]
  },
  WNIA: {
    subTitle: "선긋는 외톨이 야생견형",
    simpleDes: [`어디 계산기를 두드려 볼까?`, `친구야 조심스럽게 다가갈게~`],
    mainDes: [
`보호자를 비즈니스 관계로 대함
꽤나 독립적이라 평소에는 주로 혼자
간식이나 혹은 장난감이 있으면 말을 잘 따르지만 없으면 무시
낯선 사람은 무시하지만 다가오면 경계
어쩌면 보호자가 보기에 도도해 보이거나 잔머리가 뛰어난 아이
환경에 대한 호기심과 적응능력이 좋은 편
마당에 풀어 놓고 키우는 아이들에게 잘 나오는 성향`,

`처음 만난 다른 강아지에게 신중하게 다가가 탐색
자신에게 다가오는 친구는 회피
자신이 마음에 드는 친구를 선택`
    ],
    plusDes: [
`반려견과 밀당을 해줄 필요가 있어요. 
반려견이 원하는 것을 채워줄 때 그것에 대한 루틴이 만들어지지 않도록 
보호자님이 컨트롤만 잘 해준다면 보호자에 대한 집중력이 높아져요. 
높아진 집중력으로 산책 뿐만 아니라 보호자와 함께 소소한 레져활동도 즐길 수 있어요.`,

`자기주도인 행동에 대한 집착이 커지지 않게 관리해 주세요. 
집착성이 관리되지 않으면 여러 문제행동들을 보일 수 있으니 
요구성 행동을 중점적으로 관리해 주는 것이 좋아요. 
개의 본능이 강해서 가족외 언제든 다른 개체에게 위험한 행동을 할 수 있어요.`,

`뒤를 쫓거나 억지로 잡으려 다가가는 행동은 좋지않아요 
본능에 의해 쫒긴다는 건 놀이가 아니라 사냥을 당한다는 생각을 가질 수 있어요`,

`훈련으로는 실내산책(목줄 훈련)을 추천드려요. 
목줄이 어색하여 야외 산책하기는 일러요. 
우선 실내에서 목줄과 산책 규칙에 익숙해 지고 보호자의 리더십 확보와 신뢰도를 올려 주는 것이 중요해요. 
야외 산책을 하더라도 짧고 조심스럽게 해 주세요. 
혹시라도 야외 활동이 필요하면 시간과 목적지를 사전에 정해주세요. 
야외 활동을 길게 하는 것보다 예상치 못한 타이밍에 짧게 하는 것이 좋으며 
산책 중 상대 강아지가 달려오면 공격적인 모습을 보일 수 있으니 주의해 주세요.`
    ]
  },
  WNIL: {
    subTitle: "패닉에 빠진 극소심형",
    simpleDes: [`세상엔 무서운 것 투성이인데… 기댈 곳 하나 없네요.`, `너 오지마! 나도 안 갈거야!`, `누구세요? 무서워요~ ㅜ`],
    mainDes: [
`금방이라도 깨질 것만 같은 유리멘탈을 가짐
지금 자리를 잡은 작은 영역 외의 모든 상황에서 극도의 불안감
사람과 환경에 대해 높은 불신
보호자에게 조차도 불안해 할 수 있음
대체로 주변의 모든 자극에 예민하며 회피`,

`대체적으로 다른 강아지들을 회피
자신에게 다가오는 친구에게 극도의 두려움`,

`보호자(가족)에 대한 개념이 아직 없는 상태
보호자조차 에게도 마음을 여는데는 시간과 노력 필요
낯선 사람과 친해지는데 오래 걸림
낯선 사람이 다가오면 공포를 느끼며 패닉, 이 때 아무리 맛있는 간식을 줘도 안 먹음`
    ],
    plusDes: [
`가혹했던 삶을 살아왔거나 트라우마 형태의 행동을 보일 수 있어요. 
아이의 마음을 열 수만 있다면 보호자에 대한 무한한 신뢰감이 형성되어 
더욱 애틋한 관계로 발전될 수 있어요.`,

`마음이 열리면 보호자에게 의존하게 될 수도 있어요. 
닫혀 있던 마음이 컸던만큼 보호자에 대한 신뢰가 급등하며 이것이 의존으로 변할 수 있어요.  
이로 인해 분리불안이 생겨서 보호자에게 집착할 수 있어요. 
하지만 처음(불안한 모습)보다는 나아진 부분이니 우리 아이를 위해 노력해 보아요.`,

`적응력을 높이겠다고 낯선 곳에 데리고 다니면 안되요. 
신뢰관계가 형성되지 않은 상태에서 낯선곳의 노출은 
아이를 더욱 힘들게하며 이는 트라우마로 연결 될 수 있어요.`,

`훈련으로는 5분간 따듯하게 안아주세요(전자레인지) 
낯선 곳에 가거나 목욕 등 특별한 활동을 하기 전에 
5분간 안아주어 심리적인 안정감을 주세요. 
반려견이 가진 마음의 벽을 허물 수 있을 거에요.
무한한 사랑으로 자존감을 높여주세요.`,

`마음이 어느 정도 열리면 생활 규칙을 알려주세요. 
마음이 열리면 어느 정도 보호자와의 생활규칙을 알려주며 건전한 관계가 될 수 있도록 노력해 주시고 
필요하다면 전문가의 도움을 받으시길 추천드려요.`
    ]
  },
  WTEA: {
    subTitle: "허세부리는 호기심쟁이",
    simpleDes: [`호기심 많은 탐험가 스타일`, `까불지마~ 나 태권도 검은 띠야`, `엄마! 내가 시키는대로 하라니까~ `],
    mainDes: [
`어느 곳이든 자신감 있게 환경을 파악
낯선 사람과 강아지에게 잘 다가감
자신감이 높은 친구를 만나면 회피
자신에게 위협이 되면 회피`,

`다른 반려견에게 자신의 힘을 과시
온리쉬일 때 달려들거나 짖을 수 있음. 
흥분하면 다른 강아지를 공격할 수 있으니 주의
자기보다 덩치가 큰 아이한테 허세를 떠는 경우도 있음`,

`보호자가 약한 모습을 보이면, 보호자의 행동을 제한
자신이 싫어하는 행동을 하면 보호자도 물 수 있고 물고 나서는 눈치를 봄
자기만의 호감 기준을 만들고 비호감의 상대에겐 다소 거칠고 방어적인 모습`
    ],
    plusDes: [
`훈육자에게만 순응하고 남들은 무시할 수 있어요 
싫어하는 존재와 억지로 친해지게 하기보다 
조금 거리를 두고 천천히 만나거나, 
불필요하다면 접촉을 삼가해 주시는게 아이에게 좋아요.`,

`소유욕과 우위성을 줄여주어야 합니다. 
싫어하는 행동을 하면 물 수 있고 집안에서 자기 물건이나 먹이를 지키려고 해요. 
이런 소유욕 행동을 보이면 간식으로 물물교환을 하며 빼앗아 주시고, 
집 안의 장난감을 정리정돈해 주세요. 
산책할 때 마킹은 금지시키고 보호자가 허락할 때만 마킹을 시켜주세요.`,

`보호자에 대해 가스라이팅을 할 수 있어요. 
어떻게 하면 보호자가 자기가 원하는걸 해 줄지 너무나도 잘 알고 있어요`,

`훈련으로는 포인트 훈련을 추천드려요. 
집에 손님이 오거나 밖에서 소리가 났을 때 
현관까지 달려나가지 않도록 훈련이 필요해요. 
방석이나 포인트에서 차분히 기다리는 법을 배워야해요.`,

`오프리쉬는 신중하게… 
낯선 강아지와 만날 수 있는 반려견 운동장이나 카페 등에서 
성급히 오프리쉬를 하기보단 보호자와 함께 산책하듯이 여유롭게 한 두바퀴 걸으며 
아이에게 스트레스 요소가 되는 부분이 없는지 체크하신 후에 풀어주세요. 
눈치없는 친구가 끈질기게 다가오면 방어적 공격성이 나올 수 있습니다.`
    ]
  },
  WTEL: {
    subTitle: "초면엔 신중 구면엔 친구",
    simpleDes: [`좋아하는 사람, 친구에게만 개구쟁이 낯선 사람은 잠시만!`, `엄마 나혼자 두고 갈꺼야..? 엄마가 필요해~~`],
    mainDes: [
`대체로 사람을 좋아함
자신의 영역에 낯선 사람이나 강아지가 오면 처음에 잠깐 주시하거나 경계할 수 있지만 금방 적응
낯선 사람이나 강아지가 다가오면 정자세로 있다가 멀어지면 다시 자신감 있는 척 행동
갑자기 다가가기 보다는 강아지가 먼저 냄새를 맡고 파악할 수 있는 시간 필요
산책을 하면서 다른 강아지 친구를 만나면 경계하거나 신중한 태도`,

`보호자에게 애정을 듬뿍 받아 보호자에게 높은 의존도
소심한 것처럼 보일 수 있지만, 보호자를 신뢰, 자기 주장보다는 보호자의 뜻에 순응
둘이 있을 땐 천사 
보호자가 없으면 불안해 하는 전형적인 분리불안의 모습`
    ],
    plusDes: [
`정적인 보호자님과 궁합이 잘 맞아요. 
매사에 흥분하기 보단 차분하게 내 옆에 머물면서 함께 교감하기 좋은 스타일이에요.`,

`보호자님께 자신의 상태를 알리는 표현력이 다소 부족할 수 있어요. 
그만큼 감정을 오래 쌓아두는 것으로 해석할 수 있습니다. 
쌓아둔 감정들이 폭발하면 감당이 안되는 것처럼 
아이의 상태나 현재 느끼고 있는 감정들을 보호자님께서 항상 예의주시할 필요가 있어요 `,

`초면에 활동적인 친구와 만나는 것을 주의해 주세요 
다른 강아지나 사람 아이가 반갑다고 갑자기 달려들면 
아이가 놀라서 돌발행동을 할 수가 있어요`,

`훈련으로는 노즈워크를 추천드려요. 
노즈워크는 자신감을 높이기에 좋은 훈련이에요. 
집안 곳곳에 간식을 숨겨놓고 찾는 놀이를 하거나 
먹이가 나오는 장난감을 이용해서 아이의 성취감과 자신감을 높여 주세요.`,

`낯선 대상이나 환경의 경험을 늘려 주세요. 
보호자에게는 천사같은 아이이지만 낯선 대상에게는 신중하게 경계하는 경향이 있어요. 
낯선 대상에 대한 경험을 자주 겪게 하여 
보호자 외의 대상에게 경계할 필요가 없다는 것을 지속적으로 알려주셔야 해요.`
    ]
  },
  WTIA: {
    subTitle: "조심스러운 관찰형",
    simpleDes: [`적응 전엔 철통방어! 적응하면 괜찮아.`, `매너 있게 다가 와줄래?`, `원하는게 있으면 소심, 그래도 보호자가 최고`],
    mainDes: [
`돌다리도 두들겨보고 건너는 신중한 아이
성격은 소심
낯선 환경이나 대상으로부터 자신의 안전을 확인하기 위해 비교적 빠르게 파악하고 적응
파악이 완료된 후에는 제법 활동적인 모습
낯선 사람도 위험하지 않다 판단되면 금방 적응
오프리쉬일 때는 보호자라는 든든한 빽이 사라져서 낯선 상대와 트러블을 일으키길 원하지 않는 평화주의자가 됨.`,

`처음 만난 다른 강아지 친구에게는 신중하게 다가감,
상대를 자극하지 않으려 조심스럽게 행동
하지만 자신에게 적극적으로 다가오는 친구는 회피하거나 다소 경계
다른 강아지 친구들과 두루두루 지내기보다 마음에 드는 친구를 직접 선택해서 친해지길 원함`,

`평소엔 보호자를 좋아하며 아무 문제 없이 잘 지냄
먹이나 장난감처럼 필요한 것이 있을 때 보호자의 눈치를 보며 소심한 모습
그래도 주로 보호자 곁을 맴도는 편`
    ],
    plusDes: [
`나는 보호자만 믿고 따라갈래요. 
편안하고 안전한 환경에서는 보호자에 대한 집중력이 좋아 
교육/훈련에 대한 학습능력이 좋은 편이에요.`,

`나한테서 떨어지지마! 너무너무 불안해 
낯선 환경에서 놀라거나 위협적인 경험을 하면 
새로운 공간에 대한 불신으로 분리불안이 생길 수 있어요. 
그래서 보호자에 대한 집중력이 애착으로 발전되어 
보호자 주변에서 경계성 방어행동을 보일 수 있습니다.`,

`산책하다 멈춰서 버텨도 목줄로 억지로 당기지 말아주세요 
조금은 여유롭게 정보를 습득해야 마음의 평화를 찾을 수 있는 아이에요`,

`훈련으로는 산책훈련을 추천드려요. 
텐션이 너무 높은 친구들을 만나면 스트레스를 받아 
다른 강아지에 대한 트라우마로 이어질 수 있으니 이 부분은 주의해 주세요.`,

`싫어하는 건 좋은 기억을 만들며 천천히… 
다양한 경험을 단계적으로 자극이 낮은 것들 부터 천천히 알려주고 보여주세요 
미용이나 목욕등 싫어하는 관리를 꼭 해야 할 때에는 억지로 하지마시고 
보상을 이용해서 좋은 기억부터 만들어 주세요.`
    ]
  },
  WTIL: {
    subTitle: "엄마 껌딱지 겁쟁이형",
    simpleDes: [`나는 자신감이 없어요`, `너 누구야? 오지마!`, `엄마빼곤 다 무서워, 엄마 도와줘~`],
    mainDes: [
`자신의 생존이 최우선이라 매우 방어적
유약한 성격이라 환경적응이 어려울 수 있는 소심한 성향
일반적인 반려견보다 사회화가 부족했을 가능성 큼
원인은 주로 유기, 번식장, 모견의 양육태도, 선천적 기질 때문`,

`대체적으로 다른 강아지들을 회피
적극적으로 다가오는 친구는 회피`,

`보호자에게 의존적인 성향
겁쟁이지만 보호자와의 신뢰관계는 높아서 보호자 옆에서는 괜찮음
낯선 사람이 다가오면 소극적으로 행동
맛있는 간식을 줘도 먹지 않음`
    ],
    plusDes: [
`소심하다고 실망할 필요 없어요 
아이의 마음이 열리기까지 마냥 기다리지 마시고, 
보호자와 함께 사는 환경에 익숙해 질 수 있도록 먼저 조금만 노력해 주시면 
보호자에 대한 무한한 신뢰감이 형성되어 더욱 애틋한 관계로 발전 될 수 있습니다.`,

`환경적응에 시간이 걸리니 익숙한 산책을 시켜주세요. 
1일 1산책을 시켜 주세요. 
산책할 땐 같은 코스로 다니고 
쉴 때도 일정한 장소(벤치, 정자 등)에서만 쉬는게 좋아요.`,

`폭죽, 천둥번개 등 갑작스러운 상황에 놀라지 않게 해주세요 
예민한 성격을 갖고 있으므로 다양한 자극상황에 긍정적인 경험을 할 수 있도록 도와주세요.`,

`훈련으로는 탯줄 훈련을 추천드려요. 
겁을 없애려면 다양한 경험을 겪도록 해 주는 것이 좋아요.
보호자님이 옆에 있으면 용기를 얻는 친구이니 
보호자님의 허리에 목줄을 메고 일상생활을 같이 해주면 사회성 강화에 도움이 될거에요. 
탯줄 훈련의 성과가 보이면 조심스럽게 친구를 사귀도록 해주면 어떨까요? 
천천히 조심스럽게 다른 강아지들과의 좋은 기억을 만들어 주세요.`,

`지나치게 활발한 친구들과 갑자기 만나게 되면 역효과가 발생할 수 있으니 
천천히 조심스럽게 해야된다는 걸 잊지 마세요.`
    ]
  }
}

export default dbtiDes;