const dbtiConnection = {
  simpleDes: {
    CNEA: "똥꼬발랄 핵인싸형",
    CNEL: " 곱게 자란 막내둥이형",
    CNIA: "주위에 관심없는 나혼자 산다형",
    CNIL: "치고 빠지고 밀당천재형",
    CTEA: "까칠한 만능엔터테이너형",
    CTEL: "신이 내린 반려특화형",
    CTIA: "놀 줄 아는 모범생형",
    CTIL: "모범견계의 엄친아형",
    WNEA: "동네 대장 일진형",
    WNEL: "까칠한 지킬 앤 하이드형",
    WNIA: "선긋는 외톨이 야생견형",
    WNIL: "패닉에 빠진 극소심형",
    WTEA: "허세부리는 호기심쟁이",
    WTEL: "초면엔 신중 구면엔 친구",
    WTIA: "조심스러운 관찰형",
    WTIL: "엄마 껌딱지 겁쟁이형"
  },
  dbtiDes: {
      WTEA: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      WTEL: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      WTIA: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]
      },
      WTIL: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      WNEA: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      WNEL: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      WNIA: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      WNIL: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      CTEA: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      CTEL: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      CTIA: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      CTIL: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      CNEA: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      CNEL: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      CNIA: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]},
      CNIL: {
subTitle: [`핵인싸네요 다 혼냈어요?? 그럼 이제 신나게 놀아요~`, `친구야 뭐라고? 아 몰랑~ 놀자~~ 싫다고? 알았어`, `내 이상형은 엄마 닮은 분들~~`],
content: [
`잘못한 행동을 했을 때 보호자가 벌을 주면 주눅은 들지만, 금방 풀림
성격이 쾌활하고 사람보다 친구들과 노는 것을 더 좋아함
여기저기 다 간섭하고 다님`,
`다른 강아지와 노는 것을 너무 좋아해서 다른 강아지가 싫어해도 우선 들이댐
다른 강아지의 시그널을 잘 이해해서 싫다고 표현하면 거리를 지켜줌
텐션이 너무 높은 똥꼬발랄한 귀염둥이`,
`집에서 보호자와 단둘이 있을 때는 말을 잘 들음
새로운 환경이나 타인, 타견을 만나면 보호자에게 관심이 감소
보호자와 성향이 비슷한 사람들과는 빨리 친해짐
성별이나 성향이 다르면 친해지는데 약간의 시간이 걸림`]}
  }
}

export default dbtiConnection;